
{
"Web App for Bus Ticketing": "ប្រព័ន្ធគ្រប់គ្រងការលក់សំបុត្រឡានក្រុងតាមគេហទំព័រ" : "售票网页应用",
"Get your Ticket online Easy and safely": "ទទួលបានសំបុត្ររបស់អ្នកតាមអ៊ីនធឺណិតយ៉ាងងាយស្រួល និងដោយសុវត្ថិភាព" : "轻松安全地在线获取车票",
"Where are you heading?": "តើអ្នកកំពុងធ្វើដំណើរទៅណា?" : "你要去哪里？",
"Home": "ទំព័រដើម" : "首页",
"Buses": "រថយន្តក្រុង" : "公交车",
"Ticketing": "សំបុត្រ" : "票务",
"Login": "ចូល" : "登录",
"Register": "ចុះឈ្មោះ" : "注册",
"Search Bus": "ស្វែងរករថយន្តក្រុង" : "搜索公交车",
"Cambodia": "កម្ពុជា" : "柬埔寨",
"Phnom Penh": "ភ្នំពេញ" : "金边",
"Sim Reap": "សៀមរាប" : "暹粒",
"Departing": "ចេញដំណើរ" : "出发",
"Return": "ត្រឡប់មកវិញ" : "返回",
"Departing From": "ចេញពី" : "出发地",
"Date": "កាលបរិច្ឆេទ" : "日期",
"Going To": "ទៅដល់" : "目的地",
"Popular Destinations": "ទិសដៅពេញនិយម" : "热门目的地",
"Latest Deals": "កិច្ចព្រមព្រៀងចុងក្រោយបំផុត!" : "最新优惠！",
"New and High maintenance!": "ការថែទាំថ្មី និងខ្ពស់!" : "新的和高维护！",
"Family-size package": "កញ្ចប់ទំហំគ្រួសារ" : "家庭套餐",
"Travel across Cambodia with your family members of 6 with comfortable seats, and trustworthy driver. This is a trail offer for October of 2024 ONLY!": "ធ្វើដំណើរទូទាំងប្រទេសកម្ពុជាជាមួយសមាជិកគ្រួសាររបស់អ្នកចំនួន 6 នាក់ជាមួយកៅអីដ៏មានថែសុខភាព និងជាអ្នកបើកបរដែលគួរឱ្យទុកចិត្ត។ នេះជាការផ្ដល់ជូនផ្លូវសម្រាប់តែខែ តុលា ឆ្នាំ 2024 ប៉ុណ្ណោះ!" : "与6名家庭成员一起穿越柬埔寨，享受舒适的座椅和值得信赖的司机。这是2024年10月的试用优惠！",
"Get this offer now!": "ទទួលបានការផ្តល់ជូននេះឥឡូវនេះ!" : "立即获取此优惠！",
"Sufficient Storage": "ការផ្ទុកគ្រប់គ្រាន់" : "充足的存储空间",
"Neatly packed and spacious": "បន្ទប់យ៉ាងស្អាត និងទូលាយ" : "整齐且宽敞",
"Put all your trust into our care for your luggage as you travel at ease to your destination. We don't ruffle your luggage or provide an unsanitized space.": "ដាក់ការជឿទុកចិត្តរបស់អ្នកទាំងអស់ទៅក្នុងការថែទាំរបស់យើងចំពោះអីវ៉ាន់របស់អ្នក នៅពេលអ្នកធ្វើដំណើរប្រកបដោយសុវត្តិភាពទៅកាន់គោលដៅរបស់អ្នក។ យើងមិនរញ៉េរញ៉ៃអីវ៉ាន់របស់អ្នក ឬផ្តល់កន្លែងដែលគ្មានអនាម័យនោះទេ។" : "把所有信任放在我们的行李护理上，让您安心到达目的地。我们不会弄乱您的行李或提供不卫生的空间。",
"Spend a full night": "ចំណាយពេលពេញមួយយប់" : "过一整夜",
"This is where you will be spending your night if you decide to travel to your destination during sleeping hours.": "នេះជាកន្លែងដែលអ្នកនឹងចំណាយពេលមួយយប់របស់អ្នក ប្រសិនបើអ្នកសម្រេចចិត្តធ្វើដំណើរទៅកាន់គោលដៅរបស់អ្នកអំឡុងពេលគេង។" : "如果您决定在睡觉时间前往目的地，这是您度过夜晚的地方。",
"Service and Feedback": "សេវាកម្ម និងមតិកែលម្អ" : "服务与反馈",
"Diverse Communities": "សហគមន៍ចម្រុះ" : "多元化社区",
"Don't feel pressured to speak Khmer or communicate anything! We know how to make your trip smooth from the moment you buy a ticket to arriving at your destination. Many locals and foreigners show appreciation and positive feedback after using our service.": "កុំមានអារម្មណ៍សំពាធក្នុងការនិយាយភាសាខ្មែរ ឬទំនាក់ទំនងអ្វីទាំងអស់! យើងដឹងពីរបៀបធ្វើឱ្យការធ្វើដំណើររបស់អ្នកមានភាពរលូនចាប់ពីពេលដែលអ្នកទិញសំបុត្ររហូតដល់ទៅដល់គោលដៅរបស់អ្នក។ ប្រជាជនក្នុងស្រុក និងបរទេសជាច្រើនបង្ហាញការពេញចិត្ត និងមតិវិជ្ជមានបន្ទាប់ពីប្រើប្រាស់សេវាកម្មរបស់យើង។" : "不要有说高棉语或沟通的压力！我们知道如何让您的旅程从购票到到达目的地都顺利。许多当地人和外国人在使用我们的服务后都表示赞赏和积极反馈。",
"Snack 24/7 ": "អាហារសម្រន់ 24/7" : "24/7 小吃",
"Grab your snack or meal onboard with you! If not, buy from our station. We allow our passengers to bring food with them, as long as they remember to clean up after themselves. Make sure that your food is already packed and ready to eat.": "ទទួលយកអាហារសម្រន់ ឬអាហាររបស់អ្នកនៅលើយន្តហោះជាមួយអ្នក! ប្រសិនបើមិនមែនទេ ទិញពីស្ថានីយ៍របស់យើង។ យើងអនុញ្ញាតឱ្យអ្នកដំណើររបស់យើងនាំយកអាហារមកជាមួយ ដរាបណាពួកគេចាំថាត្រូវសម្អាតបន្ទាប់ពីពួកគេ។ បរិភោគ។" : "随身携带小吃或餐点！如果没有，请从我们的车站购买。我们允许乘客携带食物，只要记得吃完后清理干净。确保食物已包装好并准备食用。",
"Amenities": "បរិក្ខារ" : "设施",
"We care about your health so if you forgot to bring your water we provide a 500ml bottle of water. That is the most we can give, but feel free to grab some water bottles if we stop at a gas station or a local market.": "យើងយកចិត្តទុកដាក់ចំពោះសុខភាពរបស់អ្នក ដូច្នេះប្រសិនបើអ្នកភ្លេចយកទឹកមក យើងផ្តល់ដបទឹក 500ml នោះជាចំនួនច្រើនបំផុតដែលយើងអាចផ្តល់ឱ្យ ប៉ុន្តែសូមចាប់ដបទឹកដោយសេរី ប្រសិនបើយើងឈប់នៅស្ថានីយ៍ប្រេងឥន្ធនៈ ឬផ្សារក្នុងស្រុក។" : "我们关心您的健康，所以如果您忘记带水，我们会提供500ml的水瓶。这是我们能提供的最多的，但如果我们在加油站或当地市场停留，请随意拿些水瓶。",
"We'll alert you for discount information: "យើងនឹងជូនដំណឹងដល់អ្នកសម្រាប់ព័ត៌មានបញ្ចុះតម្លៃ" : "我们会通知您折扣信息",
"Your Email": "អ៊ីមែល​របស់​អ្នក" : "你的电子邮件",
"SUBSCRIBE NOW": "ស្រាវជាវឥឡូវនេះ" : "立即订阅",

}
