{
    "Web App for Bus Ticketing": "ប្រព័ន្ធគ្រប់គ្រងការលក់សំបុត្រឡានក្រុងតាមគេហទំព័រ",
    "Get your Ticket online Easy and safely": "ទទួលបានសំបុត្ររបស់អ្នកតាមអ៊ីនធឺណិតយ៉ាងងាយស្រួល និងដោយសុវត្ថិភាព",
    "Where are you  heading ? " :"តើអ្នកកំពុងធ្វើដំណើរទៅណា?",
    "Home" : "ទំព័រដើម",
    "Buses": "រថយន្តក្រុង",
    "ticketing": "សំបុត្រ",
    "login" : "ចូល",
    "Register" : "ចុះឈ្មោះ",
    "Search Bus" : "ស្វែងរករថយន្តក្រុង",
    "cambodia":"កម្ពុជា",
    "Phnom Penh" : "ភ្នំពេញ",
    "Sim Reap" : "សៀមរាប",
    "Departing" : "ចេញដំណើរ",
    "Return" : "ត្រឡប់មកវិញ",
    "Departing From" : "ចេញពី",
    "date":"កាលបរិច្ឆេទ", 
    "Going To" : "ទៅដល់",
    "Popular Destinations" : "ទិសដៅពេញនិយម",
    "latest deals ! " : "កិច្ចព្រមព្រៀងចុងក្រោយបំផុត! ", 
    "Service and Feedback " : "សេវាកម្ម និង មតិកែលម្អ",
    "Contact": "ទំនាក់ទំនង",
    "GET YOUR TICKET ONLINE": "ទិញសំបុត្រ និងធ្វើដំណើរ",
    "EASY AND SAFELY": "ដោយទំនុកចិត្ត"
    "New and High maintenance!": " ការថែទាំថ្មី និងខ្ពស់! ",
    "Family-size package": " កញ្ចប់ទំហំគ្រួសារ",
    "Travel across Cambodia with your family members of 6 with comfortable seats, and trustworthy driver. This is a trail offer for October of 2024 ONLY!": " ធ្វើ​ដំណើរ​ទូទាំង​ប្រទេស​កម្ពុជា​ជាមួយ​សមាជិក​គ្រួសារ​របស់​អ្នក​ចំនួន 6 នាក់​ជាមួយ​កៅអី​ដ៏​មាន​ថែសុខភាព និង​ជា​អ្នក​បើក​បរ​ដែល​គួរ​ឱ្យ​ទុក​ចិត្ត។ នេះ​ជា​ការ​ផ្ដល់​ជូន​ផ្លូវ​សម្រាប់​តែ​ខែ តុលា ឆ្នាំ 2024 ប៉ុណ្ណោះ!" ,
    "Get this offer now!":" ទទួលបានការផ្តល់ជូននេះឥឡូវនេះ!",
    "Sufficient Storage": " ការផ្ទុកគ្រប់គ្រាន់ ",
    "Neatly packed and spacious": "បន្ទប់យ៉ាងស្អាត និងទូលាយ ",
    "Put all your trust into our care for your luggage as you travel at ease to your destination. We don't ruffle your luggage or provide an unsanitized space.":" ដាក់ការជឿទុកចិត្តរបស់អ្នកទាំងអស់ទៅក្នុងការថែទាំរបស់យើងចំពោះអីវ៉ាន់របស់អ្នក នៅពេលអ្នកធ្វើដំណើរប្រកបដោយសុវត្តិភាពទៅកាន់គោលដៅរបស់អ្នក។ យើងមិនរញ៉េរញ៉ៃអីវ៉ាន់របស់អ្នក ឬផ្តល់កន្លែងដែលគ្មានអនាម័យនោះទេ។",
    "Spend a full night":"ចំណាយពេលពេញមួយយប់ ",
    "This is where you will be spending your night if you decide to travel to your destination during sleeping hours.": " នេះជាកន្លែងដែលអ្នកនឹងចំណាយពេលមួយយប់របស់អ្នក ប្រសិនបើអ្នកសម្រេចចិត្តធ្វើដំណើរទៅកាន់គោលដៅរបស់អ្នកអំឡុងពេលគេង។",
    
    "Service and Feedback": " សេវាកម្ម និងមតិកែលម្អ",
    "Diverse Communities": " សហគមន៍ចម្រុះ ",
    "Don't feel pressured to speak Khmer or communicate anything! We know how to make your trip smooth from the moment you buy a ticket to arriving at your destination. Many locals and foreigners show appreciation and positive feedback after using our service.": " កុំមានអារម្មណ៍សំពាធក្នុងការនិយាយភាសាខ្មែរ ឬទំនាក់ទំនងអ្វីទាំងអស់! យើងដឹងពីរបៀបធ្វើឱ្យការធ្វើដំណើររបស់អ្នកមានភាពរលូនចាប់ពីពេលដែលអ្នកទិញសំបុត្ររហូតដល់ទៅដល់គោលដៅរបស់អ្នក។ ប្រជាជនក្នុងស្រុក និងបរទេសជាច្រើនបង្ហាញការពេញចិត្ត និងមតិវិជ្ជមានបន្ទាប់ពីប្រើប្រាស់សេវាកម្មរបស់យើង។",
    "Snack 24/7": " អាហារសម្រន់ 24/7 ",
    "Grab your snack or meal onboard with you! If not, buy from our station. We allow our passengers to bring food with them, as long as they remember to clean up after themselves. Make sure that your food is already packed and ready to eat.": " ទទួលយកអាហារសម្រន់ ឬអាហាររបស់អ្នកនៅលើយន្តហោះជាមួយអ្នក! ប្រសិនបើមិនមែនទេ ទិញពីស្ថានីយ៍របស់យើង។ យើងអនុញ្ញាតឱ្យអ្នកដំណើររបស់យើងនាំយកអាហារមកជាមួយ ដរាបណាពួកគេចាំថាត្រូវសម្អាតបន្ទាប់ពីពួកគេ។ បរិភោគ។ ",
    "Amenities": "បរិក្ខារ ",
    "We care about your health so if you forgot to bring your water we provide a 500ml bottle of water. That is the most we can give, but feel free to grab some water bottles if we stop at a gas station or a local market.": "យើងយកចិត្តទុកដាក់ចំពោះសុខភាពរបស់អ្នក ដូច្នេះប្រសិនបើអ្នកភ្លេចយកទឹកមក យើងផ្តល់ដបទឹក 500ml នោះជាចំនួនច្រើនបំផុតដែលយើងអាចផ្តល់ឱ្យ ប៉ុន្តែសូមចាប់ដបទឹកដោយសេរី ប្រសិនបើយើងឈប់នៅស្ថានីយ៍ប្រេងឥន្ធនៈ ឬផ្សារក្នុងស្រុក។ ",
    
    "We'll alert you for discount information": "យើងនឹងជូនដំណឹងដល់អ្នកសម្រាប់ព័ត៌មានបញ្ចុះតម្លៃ",
    "Your Email": " អ៊ីមែល​របស់​អ្នក ",
    "SUBSCRIBE NOW": " ស្រាវជាវឥឡូវនេះ ",
}
